Repository: sambar-fgfs/Kanboard-documentation-ja
Catalog: resource/kanboard-documentation-ja.tmx
Source language: en_us
Languages: ja

source: Project skeleton generator --------------------------
ja: プロジェクトの骨組みのジェネレーター --------------------------

source: Reverse-Proxy Authentication settings -------------------------------------
ja: リバースプロキシ認証の設定 -------------------------------------

source: - To be notified, mentioned users need to be a member of the project.
ja: - 通知されるには、言及したユーザーがプロジェクトメンバーである必要があります。

source: If you got the error “Unable to run SQL migrations […]”, here are the steps to fix it manually:
ja: もし、 "Unable to run SQL migrations […]” エラーが発生した場合、下記の要領で手動で修復してください:

source: - If you use Apache, you must have the module ``mod_version``.
ja: - Apacheを使用する場合は、 ``mod_version`` モジュールが必ず必要です。

source: -q, --quiet Do not output any message
ja: -q, --quiet 何もメッセージを表示しない

source: - `French <https://github.com/kanboard/documentation-fr>`_
ja: - `フランス語 <https://github.com/kanboard/documentation-fr>`_

source: - The web hook URL has to be defined in **Settings > Webhooks > Webhook URL**.
ja: - WebhookのURLは **Settings > Webhooks > Webhook URL** で定義されます。

source: Application -----------
ja: アプリケーション -----------

source: // Cache folder to use if cache driver is "file" (must be writeable by the web server user)
ja: // キャッシュのドライバを "file" にした場合、キャッシュのフォルダを使用します。 (webサーバのユーザが書込可でなければなりません)

source: - **category_id** (integer, required)
ja: - **category_id** (integer, 必須)

source: Move a task to another project ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~
ja: タスクを別のプロジェクトに移動 ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

source: - Search tasks without a due date: ``due:none``
ja: - 期限が無いタスクを検索: ``due:none``

source: - Result on success: **tag_id**
ja: - 成功時の返り値: **tag_id**

source: // Create or update metadata for the task
ja: // タスクのメタデータを作成or更新する

source: Collapsed mode:
ja: 簡略表示

source: This background job is necessary for these features:
ja: このバックグラウンドジョブはこれらのために必要です:

source: - ``LDAP_GROUP_MANAGER_DN``: Distinguished names for application managers
ja: - ``LDAP_GROUP_MANAGER_DN``: アプリケーションでのプロジェクト管理者を識別する名前

source: - Sprints are time-boxed, usually 2 or 4 weeks
ja: - だいたい2週間か4週間でスプリントを区切ります

source: - If the proxy is the same web server that runs Kanboard, according the `CGI protocol <http://www.ietf.org/rfc/rfc3875>`__ the header name will be ``REMOTE_USER``.
ja: - プロキシがKanboardを実行しているwebサーバーと同じであるならば、 `CGI protocol <http://www.ietf.org/rfc/rfc3875>`__ によると、ヘッダーでの名前は ``REMOTE_USER`` になるでしょう。

source: - Clone the project from the git repository
ja: - git リポジトリからプロジェクトをクローンする

source: Nobody likes bloatware.
ja: 誰も肥大化したソフトウェアを好みません。

source: - ``LDAP_GROUP_ADMIN_DN``: Distinguished names for application administrators
ja: - ``LDAP_GROUP_ADMIN_DN``: アプリケーションの管理者を識別するための名前

source: - `Group providers included in Kanboard (LDAP and Database) <https://github.com/kanboard/kanboard/tree/master/app/Group>`__
ja: - `Kanboard に含まれるグループプロバイダ(LDAP と Database) <https://github.com/kanboard/kanboard/tree/master/app/Group>`__

source: - **opposite_link_id** (integer, required)
ja: - **opposite_link_id** (integer, 必須)

source: - The latest version of PHP is recommended.
ja: - 最新のバージョンのPHPを推奨します。

source: // Mysql/Postgres database name define('DB_NAME', 'kanboard');
ja: // Mysql/Postgres データベース名 define('DB_NAME', 'kanboard');

source: Kanban is a methodology originally developed by Toyota to be more efficient.
ja: かんばんとは、元々はトヨタがより効率よく生産するための方法論でした。(訳注:元ネタとなった、トヨタ生産方式の「かんばん」は、通常は作業指示票そのものを指す。その辺りは日本には何冊も本がある。)

source: I want to assign a color automatically to the defined category “Feature Request” ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~
ja: 定義済みカテゴリ “Feature Request” に、自動的に色を割り当てたい ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

source: On Mac OS X, you can use those shortcuts to take screenshots:
ja: MacOSXでは、これらの方法でスクリーンショットを取れます:

source: Write in English even if you don't speak English.
ja: あなたが非英語話者であっても、英語で書いてください。

source: - Analysis
ja: - 分析

source: Kanboard will automatically suggest a list of users:
ja: Kanboard はユーザーの一覧から自動的に提案します:

source: - Purpose: **Remove a link**
ja: - 用途: **リンクを削除する**

source: The full name and the email address are automatically fetched from the LDAP server.
ja: LDAP サーバーから自動的にフルネームとEMailアドレスを取得します。

source: Attribute: **completed**
ja: 属性: **completed**

source: Execute all providers that implements``PreAuthenticationProviderInterface`` 3.
ja: 全ての認証プロバイダは ``PreAuthenticationProviderInterface`` を実行します。 3.

source: Attribute: **tag**
ja: 属性: **tag**

source: Project Overview ~~~~~~~~~~~~~~~~
ja: プロジェクト概要 ~~~~~~~~~~~~~~~~

source: Each Kanboard user has one of these roles:
ja: 各々のKanboard のユーザーはこれらのうちの一つの役割を持ちます:

source: +--------------+-------------------------------------------------------+ | Type | Description | +==============+=======================================================+ | Team Project | Project with user and group management | +--------------+-------------------------------------------------------+ | Private | Project that belongs to only one person, there is no | | Project | user management | +--------------+-------------------------------------------------------+
ja: +-------------------------+-----------------------------------------------------------+ | タイプ | 概要 | +================+=====================================+ | チームプロジェクト | ユーザーとグループの管理を伴うプロジェクト| +-------------------------+-----------------------------------------------------------+ | プライベート | 一人だけで行うプロジェクトのため、 | | プロジェクト | ユーザー管理はしない | +-------------------------+-----------------------------------------------------------+

source: List of restrictions '''''''''''''''''''''''
ja: 制限のリスト '''''''''''''''''''''''

source: These parameters have to be defined to enable the MySQL SSL connection:
ja: MySQLのSSL接続を有効化するには、これらのパラメータを定義しなければなりません。

source: Install [Sphinx](http://www.sphinx-doc.org/) on your machine 2.
ja: [Sphinx](http://www.sphinx-doc.org/) をPCにインストールする。 2.

source: Edit Users ----------
ja: ユーザーの編集 ----------

source: // The HTTP header to retrieve.
ja: // HTTP ヘッダーを取得します。

source: Create a web.config in you installation folder:
ja: インストール先フォルダに web.config ファイルを作る :

source: When the task detail page is opened, Kanboard will load asynchronously the remote task.
ja: タスクの概要ページが開かれた時、Kanboardはリモートのタスクを非同期的に読み込みます。

source: Kanboard offers the possibility to send notifications when someone is mentioned.
ja: Kanboard は、誰かに言及されたのを通知として提供することが可能です。

source: - **description** (string, optional)
ja: - **description** (string, 任意)

source: figure:: /_static/example-restriction-task-creation.png :alt: Example restriction task creation
ja: figure:: /_static/example-restriction-task-creation.png :alt: タスクの作成制限の例

source: Set the time zone:
ja: タイムゾーンを設定する:

source: - **time_estimated** (integer, optional)
ja: - **time_estimated** (integer, 任意)

source: - This date can be defined manually.
ja: - この日付は手動で定義できます。

source: - Purpose: **Get all columns information for a given project**
ja: - 用途: **プロジェクトに与えられた全てのカラムの情報を取得する**

source: - The log driver must be defined if you enable the debug mode.
ja: - デバッグモードを有効化する場合、log_driverを定義しなければなりません。

source: - `Docker documentation <https://docs.docker.com/>`__
ja: - `Dockerの文書 <https://docs.docker.com/>`__

source: Go to the menu **Settings**, then choose **Project settings** on the left.
ja: メニューの **設定** を開いてから、 左側の **プロジェクト設定** を選択してください。

source: There are two access map: one for the application and another one for projects.
ja: これらは2つのアクセスマップがあります:一つはアプリケーションの、もう一つはプロジェクトを扱います。

source: - Result: **Dictionary of role => role_name**
ja: - 返り値: **Dictionary of role => role_name**

source: - Do not allow everybody to access the directory ``data`` from the URL.
ja: - ``data`` ディレクトリへはURLから誰でもアクセス出来るようにしないでください。

source: PHP Versions ~~~~~~~~~~~~
ja: PHP のバージョン ~~~~~~~~~~~~

source: - Candidates
ja: - 応募

source: - Development
ja: - 開発

source: A group is like a team or an organization.
ja: グループとは、一つのチームもしくは組織のようなものです。

source: - You have to save the secret key in your TOTP software.
ja: - TOTPソフトウェアに秘密鍵を保存する必要があります。

source: Download and install the Rewrite module for IIS: `Download link <http://www.iis.net/learn/extensions/url-rewrite-module/using-the-url-rewrite-module>`__ 2.
ja: `ここ <http://www.iis.net/learn/extensions/url-rewrite-module/using-the-url-rewrite-module>`__ からIISの Rewrite モジュールをダウンロードしてインストールする: 2.

source: # Add permissions sudo chown -R wwwrun /srv/www/htdocs/kanboard-<version>/data
ja: # フォルダ所有者を変更する sudo chown -R wwwrun /srv/www/htdocs/kanboard-<version>/data

source: - Command-Control-Shift-4, then select an area: Take a screenshot of the area and save it to the clipboard
ja: - Command-Control-Shift-4を押してから、エリアを選択する: 選択したエリアのスクリーンショットがクリップボードに保存される

source: User Calendar ~~~~~~~~~~~~~
ja: ユーザーのカレンダー ~~~~~~~~~~~~~

source: - **time_spent** (int, optional)
ja: - **time_spent** (int, 任意)

source: Results are merged and returned to the user interface 4.
ja: 結果がマージされてユーザーインターフェースに返される 4.

source: Execute manually the SQL queries defined in the function 4.
ja: その関数内で定義されているSQLクエリを手動で実行する 4.

source: How to make a bug report?
ja: バグレポートはどのように作ればいいですか？

source: Depending on how you are using Kanboard, you can see those reports:
ja: Kanboardをどのように使っているかによっては、これらのレポートを見ることができます。

source: - **username** (string, required)
ja: - **username** (string, 必須)

source: - Improving existing features is more important than adding new ones.
ja: -新しく特徴を追加するよりも、既にあるものを強化します。

source: - ``t()``: display text with HTML escaping
ja: - ``t()``: HTMLエスケープ有りで、テキストを表示する

source: Project Calendars -----------------
ja: プロジェクトのカレンダー -----------------

source: Under “Security Options”, choose a user that can write to the database in case you are using Sqlite (might be IIS_IUSRS depending of your configuration) 6.
ja: Sqliteを使用している場合は、'セキュリティオプション"の下で、データベースに書き込みできるユーザーを選択する (おそらく、 IIS_IUSRS の設定に依存) 6.

source: For each subtask, the timer can be stopped/started at any time:
ja: 各々のサブタスクには、いつでも開始/停止できるタイマーがあります:

source: Requirements ------------
ja: 必要要件 ------------

source: - Since Kanboard v1.2.11, the dependency on nodejs, Sass, and Gulp has been removed.
ja: - Kanboard v1.2.11以降では、依存関係からnodejs, Sass, Gulpが削除されました。

source: To receive email notifications, users of Kanboard must have:
ja: KanboardのユーザーがEMail通知を受け取るためにしなければならない事:

source: - Version of Kanboard 4.
ja: - Kanboardのバージョン 4.

source: - Version of PHP
ja: - PHPのバージョン

source: Plugin Schema Migrations ========================
ja: プラグインのスキーマのマイグレーション ========================

source: Hello (<-- two spaces) World
ja: Hello (<-- 2連続のスペース) World

source: - Result on success: **user properties**
ja: - 成功時の返り値: **ユーザーのプロパティ**

source: Implementation --------------
ja: 実装 --------------

source: // Disabling logout (for external SSO authentication)
ja: // (外部シングルサインオン認証を使用している場合のための)ログアウト無効化

source: Check with your local installation of Kanboard if everything is OK 6.
ja: ローカルにインストールしたKanboardで全て問題が無いか確認する 6.

source: - Result: **version** (Example: 1.0.12, master)
ja: - 返り値: **バージョン** (例: 1.0.12, master)

source: Often, people use the Fibonacci series.
ja: しばしばフィボナッチ数列を使用します。

source: There are 3 triggers that currently create a new recurring task:
ja: 現在のタスクが新しい反復タスクを生成するには3つのトリガーがあります:

source: Deploy Kanboard on Heroku =========================
ja: Kanboard を Heroku でデプロイする =========================

source: Why PHP vendor directory is committed into the source tree?
ja: なぜPHPのベンダーのディレクトリをソースツリーにコミットするのでしょう？

source: Task update events have a field called ``changes`` that contains updated values.
ja: タスクのアップデートのイベントはフィールドで ``changes`` で呼ばれ、これには更新された値が含まれます。

source: # enable php7 sudo a2enmod php7
ja: # php7 を有効にする sudo a2enmod php7

source: This example can be used with Kanboard configured with Reverse-Proxy authentication and the API configured with a custom authentication header:
ja: この例は、APIでカスタム認証ヘッダを使用するように設定し、リバースプロキシも利用するように設定されたKanboardで利用可能です:

source: - Validated
ja: - 検証済み

source: Kanboard will compare the version defined in your schema and the version stored in the database.
ja: Kanboardは データベースに保存されているバージョンとスキーマ内で定義されているバージョンを比較します。

source: Application credentials ~~~~~~~~~~~~~~~~~~~~~~~
ja: アプリケーションの資格情報 ~~~~~~~~~~~~~~~~~~~~~~~

source: With a normal user:
ja: 通常のユーザーでは:

source: Examples ~~~~~~~~
ja: 例 ~~~~~~~~

source: - Done
ja: - 完了

source: How to generate the documentation locally?
ja: 文書をローカルPCで生成するには？

source: List all the steps to reproduce the problem.
ja: 問題を再現するための全ての手順のリスト.

source: figure:: /_static/swimlanes.png :alt: Swimlanes
ja: figure:: /_static/swimlanes.png :alt: スイムレーン

source: Project Roles ~~~~~~~~~~~~~
ja: プロジェクトでの役割 ~~~~~~~~~~~~~

source: Enable/disable url rewrite --------------------------
ja: URL rewriteの有効化/無効化 --------------------------

source: // E-mail address used for the "From" header (notifications)
ja: // (通知時に) "From" ヘッダ で使用するメールアドレス

source: Do this 3.
ja: やるべき事 3.

source: Kanboard provides a flexible and pluggable authentication architecture.
ja: Kanboardは柔軟でプラガブルな認証アーキテクチャを提供しています。

source: // LDAP DN for users // Example for ActiveDirectory: CN=Users,DC=kanboard,DC=local // Example for OpenLDAP: ou=People,dc=example,dc=com define('LDAP_USER_BASE_DN', '');
ja: // LDAP のユーザー識別名 // ActiveDirectory の例 : CN=Users,DC=kanboard,DC=local // OpenLDAP の例 : ou=People,dc=example,dc=com define('LDAP_USER_BASE_DN', '');

source: - **title** (integer, required)
ja: - **title** (integer, 必須)

source: - Purpose: **Change role of a user for a project**
ja: - 用途: **プロジェクトでのユーザーの役割を変更する**

source: - Select **File > New Calendar Subscription**
ja: - **File > New Calendar Subscription** を選択

source: - Install the `Kanboard plugin for RabbitMQ <https://github.com/kanboard/plugin-rabbitmq>`__
ja: - `Kanboard plugin for RabbitMQ <https://github.com/kanboard/plugin-rabbitmq>`__ をインストールしてください

source: - description
ja: - 概要

source: - **time_spent** (integer, optional)
ja: - **time_spent** (integer, 任意)

source: List of duplicated properties ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~
ja: 複製されるプロパティのリスト ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

source: - Kanboard is designed to use its own database.
ja: - Kanboardは自身のデータベースを使用するように設計されています。

source: Export daily summaries data in CSV ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~
ja: 毎日の要約データをCSVでエクスポート ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

source: Attribute: **assignee**
ja: 属性: **assignee**

source: - The user is created automatically if necessary - Open a new Kanboard session without any prompt assuming it’s valid
ja: - 必要に応じ、自動的にユーザーが作成されます。 - 有効なプロンプトが無いと想定して、新しいKanboardセッションが開かれます。

source: Fetch a single user in one line:
ja: 一人のユーザーについて1行で取得:

source: Kanboard provides a simple command line interface that can be used from any Unix terminal.
ja: Kanboard にはUnixターミナルから利用可能な、シンプルなコマンドラインインターフェースがあります。

source: By default, Kanboard will check if the Apache mode rewrite is enabled.
ja: デフォルトでは、KanboardはApacheがrewriteが有効かチェックします。

source: Task Transitions ----------------
ja: タスクの推移 ----------------

source: To allow self-signed certificates:
ja: 自己署名証明書を許容するには:

source: - Query for unassigned tasks: ``assignee:nobody``
ja: - 未割当タスクを検索: ``assignee:nobody``

source: Attribute: **completedRange**
ja: 属性: **completedRange**

source: Add a new action ----------------
ja: 新しいアクションを追加 ----------------

source: - If you would like to exclude closed tasks, change the global project settings.
ja: - クローズしたタスクを除外したい場合は、プロジェクト設定から設定を変更してください。

source: Options: -h, --help Display this help message -q, --quiet Do not output any message -V, --version Display this application version --ansi Force ANSI output --no-ansi Disable ANSI output -n, --no-interaction Do not ask any interactive question -v|vv|vvv, --verbose Increase the verbosity of messages: 1 for normal output, 2 for more verbose output and 3 for debug
ja: オプション: -h, --help このヘルプメッセージを表示 -q, --quiet いかなるメッセージも出力しない -V, --version このアプリケーションのバージョンを表示 --ansi 出力はANSI形式を強制する --no-ansi 出力はANSI形式を強制しない -n, --no-interaction 対話的質問を行わない -v|vv|vvv, --verbose vの数が増える毎に詳細に出力する: -v は通常の出力で、-vv はもっと詳細に出力し、そして-vvvはデバッグ用です。

source: The French translation is used a reference to other locales.
ja: フランス語翻訳が他のロケールからの参照に使用されます。

source: note:: If you want to use additional features like LDAP integration etc. please install proper PHP module using pkg.
ja: 注意:: もしLDAP統合のような外部の機能を使用する場合、それに応じたPHPモジュールをpkgでインストールしてください。

source: Keyboard shortcuts availability depends of the page you are presently.
ja: 表示しているページによっては、キーボードのショートカットキーが利用可能です。

source: - Purpose: **Download project file contents (encoded in base64)**
ja: - 用途: **(base64でエンコードされた)プロジェクトファイルの内容を取得する**

source: - You can also use the keyboard shortcut **"v b"** to switch to the board view.
ja: - また、**"v b"** のショートカットキーでボードビューに切り替えられます。

source: OpenLDAP with memberOf overlay ------------------------------
ja: memberOf オーバーレイを使用するOpenLDAP ------------------------------

source: Each user and each group can have a different role assigned.
ja: 個々のユーザーと個々のグループには、それぞれ違う役割を与えることができます。

source: Your notification handler must implement the interface ``Kanboard\Core\Notification\NotificationInterface``:
ja: 通知のハンドラは ``Kanboard\Core\Notification\NotificationInterface`` インターフェースを実装しなければなりません:

source: Expanded mode:
ja: 詳細表示:

source: Package Installation --------------------
ja: パッケージのインストール --------------------

source: // LDAP server hostname define('LDAP_SERVER', 'ldaps://myserver.example.com');
ja: // LDAP サーバーのホスト名 define('LDAP_SERVER', 'ldaps://myserver.example.com');

source: Project managers can allow access to a project for a group.
ja: プロジェクトマネージャーはグループに対してプロジェクトへのアクセスを許可することができます。

source: The second argument contains the absolute name space of your concrete class.
ja: 2つめの引数は絶対的な名前空間を含むコンクリートクラスです。

source: Subtask Timer -------------
ja: サブタスクのタイマー -------------

source: - Users that belong to this role will be able to create new tasks only in the column “Backlog”.
ja: - この役割を割り当てられたユーザーは、カラム"Backlog"にのみタスクを作成できます。

source: This feature allows you to import Kanboard tasks in almost any calendar program (Microsoft Outlook, Apple Calendar, Mozilla Thunderbird and Google Calendar).
ja: この特徴により、主要なカレンダープログラム(Microsoft OutLook, Apple Calender, Mozilla Thunderbird, Googleカレンダー)はKanboardのタスクをインポートできます。

source: - Original CSS files are stored in the folder ``assets/css/src/*.css``
ja: - オリジナルのCSSファイルは ``assets/css/src/*.css`` です。

source: - Result on success: **List of groups**
ja: - 成功時の返り値: **グループのリスト**

source: - Search tasks due today: ``due:today``
ja: - 今日が期限のタスクを検索: ``due:today``

source: Explanation: Internet Explorer doesn’t accept cookies with a domain name with underscores because it’s not valid.
ja: 解説:IEはアンダースコアを含むドメイン名のcookieを受け付けず、従って有効で無い。

source: Show tasks based on the start date:
ja: 開始日に基いてタスクを表示:

source: - **Due Date**: Overdue tasks will have a red due date and upcoming due dates will be black on the board.
ja: - **期限**: 期限切れタスクは日付が赤で表示され、期限が来ていないタスクは日付が黒で表示されます。

source: - Display the estimate of future work for sub-tasks in status “todo” and with a defined “estimate” value.
ja: - "作業予定"の状態のサブタスクは定義された"見積時間"の値から、今後の作業の終了予測時間を表示します。

source: Authorize or not access to the resource based on the application access list 2.
ja: アプリケーションのアクセスリストを元に、リソースへのアクセスを承認/不承認します。 2.

source: Before to configure the recurring task, create a batch file (*.bat or*.cmd) that run the Kanboard CLI script.
ja: 反復タスクを設定する前に、Kanboard CLI スクリプトを実行するバッチファイル(*.bat)を作成してください。

source: // API alternative authentication header, the default is HTTP Basic Authentication defined in RFC2617 define('API_AUTHENTICATION_HEADER', '');
ja: // 代替のAPI認証ヘッダ。デフォルトはRFC2617で定義されたHTTP Basic認証。 define('API_AUTHENTICATION_HEADER', '');

source: // Example for ActiveDirectory: CN=Users,DC=kanboard,DC=local
ja: // ActiveDirectoryでの例: CN=Users,DC=kanboard,DC=local

source: Public boards are automatically refreshed every 60 seconds.
ja: 公開ボードは60秒ごとに自動更新されます。

source: Application URL ~~~~~~~~~~~~~~~
ja: アプリケーションのURL ~~~~~~~~~~~~~~~

source: This feature displays a shadow around the task when a task is moved recently.
ja: この機能は、最近移動したタスクの周りに影を表示します。

source: Attribute: **score** or **complexity**
ja: 属性: **score** or **complexity**

source: User Helper -----------
ja: ユーザーのヘルパー -----------

source: Installation on Ubuntu ======================
ja: Ubuntuへのインストール ======================

source: - **reference** (string, required)
ja: - **reference** (string, 必須)

source: - ``getName()``: Get group name
ja: - ``getName()``: グループ名を取得する

source: Markdown Syntax ================
ja: Markdown の記法 ================

source: Note: Installed files will have the same permissions as the current user
ja: 注意:インストールされたファイルは、コマンドを実行したユーザーと同じアクセス権に設定されます

source: - **date_due**: ISO8601 format (string, optional)
ja: - **date_due**: ISO8601 書式 (string, 任意)

source: or update already existing:
ja: もしくは、既にインストールされている物をアップデートする:

source: - Define action parameter: **Column = Work in progress**
ja: - アクションのパラメータ: **カラム = Work in progress** を定義

source: URL Shortcuts -------------
ja: URL ショートカット -------------

source: - Each time you will open a new session, a new code will be asked
ja: - 新しいセッションを開始する都度、新しいコードを質問されます

source: - Coding style: `PSR-1 <http://www.php-fig.org/psr/psr-1/>`__ and `PSR-2 <http://www.php-fig.org/psr/psr-2/>`__
ja: - コーディングスタイル: `PSR-1 <http://www.php-fig.org/psr/psr-1/>`__ と `PSR-2 <http://www.php-fig.org/psr/psr-2/>`__ に従う

source: Those subscriptions are only activated when the public access is enabled in the user profile or in the project settings.
ja: これらはユーザープロフィールで、あるいはプロジェクト設定で公開アクセスが有効にされている場合のみ配信されます。

source: - Define action parameters: **Column = Validated** and **Project = Development**
ja: - アクションのパラメータ: **カラム = 検証済** と、 **プロジェクト = 開発** を定義

source: - Each time you start the timer a new record is created in the time tracking table
ja: - タイマーを開始する都度、時間追跡テーブルに新しく記録を作ります

source: // Automatically create user account define('LDAP_ACCOUNT_CREATION', false);
ja: // 自動的にユーザーアカウントを作成 define('LDAP_ACCOUNT_CREATION', false);

source: Attribute: **comment**
ja: 属性: **comment**

source: // Do not run the migrations from multiple processes at the same time (example: web page + background worker)
ja: // 同時に複数のプロセスからマイグレーションを実行してはいけません (例: web ページ + バックグラウンドワーカー)

source: For example, you can redefine the default layout or change email notifications.
ja: 例えば、デフォルトのレイアウトやEMail通知を再定義できます。

source: - Do not expect anyone to work for free.
ja: - 誰かのタダ働きを期待しないでください。

source: - The config parameter ``PLUGIN_INSTALLER`` must be set to ``true``
ja: - 設定ファイル内の ``PLUGIN_INSTALLER`` パラメータが ``true`` にセットされていること

source: Example to filter by project:
ja: プロジェクトでふるい分ける場合の例:

source: - For Postgres and Mysql, the current schema version number is stored in the table ``schema_version`` and for Sqlite this is stored in the variable ``user_version``
ja: - Postgres と Mysqlは, 現在のスキーマのバージョン番号をテーブル``schema_version``に保存し、SQLiteは ``user_version`` として保存します。

source: Go to your user profile 2.
ja: ユーザープロフィールを開く 2.

source: PHP code --------
ja: PHP コード --------

source: - Purpose: **Add a user to a group**
ja: - 用途: **グループにユーザーを追加する**

source: Adding a new automatic action is pretty simple.
ja: 新しく自動アクションを追加するのはかなり簡単です。

source: List View ~~~~~~~~~
ja: リストビュー ~~~~~~~~~

source: You can disable this behavior if you prefer to create user accounts manually to restrict Kanboard to only some people.
ja: ユーザーアカウントを手動で作成する場合、Kanboardを使用する人を制限するためにこの動作を無効化できます。

source: - Time estimated
ja: - 見積時間

source: OpenLDAP with Posix groups (memberUid) --------------------------------------
ja: Posix グループ(memberUid) を使用するOpenLDAP --------------------------------------

source: Application Roles ~~~~~~~~~~~~~~~~~
ja: アプリケーションでの役割 ~~~~~~~~~~~~~~~~~

source: // Set new user as Manager
ja: // 新規ユーザーをマネージャーにする
